[
    {
        "headline": "French bulldog elected mayor in Kentucky town",
        "articleLink": "https://www.npr.org/2020/11/05/931643099/kentucky-town-elects-french-bulldog-named-wilbur-as-mayor?t=1610812290712",
        "articleExcerpt": "A French bulldog named Wilbur was elected mayor of Rabbit Hash in 2020 with a record 13,143 votes. The Kentucky town holds a canine election every three years as a fundraiser.",
        "category": "True"
    }, 
    {
        "headline": "Japan celebrates opening of ‘7D’ hologram animal park",
        "articleLink": "https://www.snopes.com/True-check/7d-hologram-park/",
        "articleExcerpt": "A fake video emerged of a 7D Hologram Park in Japan where visitors could touch, feel, and even smell digital creatures! Sadly, these 'animals' were part of an advertising campaign and later used as a hook for the viral video that caught many people out on social media.",
        "category": "Fake"
    },
    {
        "headline": "Axe-wielding batter sends half baseball over fence to win game 2 ½ - 2",
        "articleLink": "https://www.snopes.com/True-check/baseball-cut-in-half-by-axe/",
        "articleExcerpt": "According to this tall tale, in 1983, batter Mike Kilroy broke the last bat at the park and improvised by grabbing an axe for the next pitch. He not only connected with the ball, but split it in two and sent half of it over the fence to win the game by half a point.",
        "category": "Fake"
    },
    {
        "headline": "Samsung pays $1bn fine to Apple in $0.05 coins",
        "articleLink": "https://www.theguardian.com/technology/blog/2012/aug/29/apple-samsung-trucks-nickels-fake",
        "articleExcerpt": "After Apple won a patent infringement case against Samsung, it was reported that more than 30 trucks rolled up to Apple HQ loaded with nickels. There are many holes in this story as pointed out by The Guardian, including the fact that Samsung hadn't actually paid the fine yet. Spoilsports!",
        "category": "Fake"
    },
    {
        "headline": "Boaty McBoatface wins poll to name polar research vessel",
        "articleLink": "https://www.theguardian.com/environment/2016/apr/17/boaty-mcboatface-wins-poll-to-name-polar-research-vessel",
        "articleExcerpt": "The Natural Environment Research Council opened up an online competition to name its new polar research ship. One entry, Boaty McBoatface as suggested by radio presenter James Hand, was the runaway winner with four times more votes than the runner up. The NERC decided against the popular winner in favour of 'RRS Sir David Attenborough.'",
        "category": "True"
    },
    {
        "headline": "Pitbull performs in Alaska, receives gift of bear spray",
        "articleLink": "https://gawker.com/5930334/in-victory-for-the-internet-pitbull-visits-alaska-receives-gift-of-bear-spray",
        "articleExcerpt": "Listerine Fresh Strips announced that it would send Pitbull to the Wal-Mart with the most likes on Facebook. Of course once the internet heard about this, it threw its support behind Alaska's Wal-Mart in Kodiak. Not only did Pitbull attend and perform, but he flew out the prank's organiser for good measure.",
        "category": "True"
    },
    {
        "headline": "Dutch train runs off tracks, caught by whale statue's tail",
        "articleLink": "https://www.npr.org/2020/11/02/930409468/saved-by-the-whale-dutch-train-runs-off-elevated-tracks-is-caught-by-statues-tai",
        "articleExcerpt": "A well placed art installation saved a train from plummeting 30 feet and created a more abstract art piece in the process. The original statue was installed in 2002 at the De Akkers station in Spijkenisse, but gained worldwide renown after catching the runaway train and holding it aloft.",
        "category": "True"
    },
    {
        "headline": "Lottery Winner Arrested For Dumping $200,000 Of Manure On Ex-Boss’ Lawn",
        "articleLink": "https://www.socialmediatoday.com/news/the-top-10-fake-news-articles-on-facebook-in-2018-infographic/545165/",
        "articleExcerpt": "Many people have thought about what they would do if they won the lottery, but perhaps this story hit close to home for many people. It secured an honor as one of the most engaged with fake news stories on Facebook in 2018, as a lottery winner did not go through with dumping manure on their ex-boss' property.",
        "category": "Fake"
    },
    {
        "headline": "Two alter boys arrested after putting weed in the censer-burner",
        "articleLink": "https://www.snopes.com/fact-check/marijuana-censer-arrest/",
        "articleExcerpt": "Two alter boys in Spain supposedly wanted to make mass a bit more interesting. The story did the rounds on social media and was even picked up by some serious news outfits. But no, churchgoers did not leave the cathedral happier than ever, as the boys allegedly put it.",
        "category": "Fake"
    },
    {
        "headline": "Poland accidentally invades Czech Republic in 'minor misunderstanding'",
        "articleLink": "https://www.npr.org/2020/06/13/876604403/poland-accidentally-invades-czech-republic-in-minor-misunderstanding",
        "articleExcerpt": "Polish soldiers prevented Czech citizens from entering a church close to the border between the two countries, but little did the soldiers know, they were on the wrong side of the border themselves. Thankfully, everything was cleared up quickly and the Polish military pulled back from the site.",
        "category": "True"
    },
    {
        "headline": "Barbados scores own goal to win cup tie",
        "articleLink": "https://www.snopes.com/True-check/football-follies/",
        "articleExcerpt": "In a group match between Barbados and Grenada, Barbados needed to win by two clear goals to progress to the next round. At 2-1 up with just 5 minutes remaining, Barbados was in danger of being knocked out. But in this group stage, penalties would be taken in case of a draw with the winner of the shootout being awarded a 2-0 win. Barbados scored on themselves and then fiercely defended the draw by stopping Grenada scoring at either end. It ended well for Barbados as they went on to win the shootout.",
        "category": "True"
    },
    {
        "headline": "Skydiver survives “freak accident” after parachute caught on nose of passing 737 airplane",
        "articleLink": "https://gishgallop.com/area-skydiver-caught-by-737-dragged/",
        "articleExcerpt": "According to this well told, albeit fake, story, the co-owner of a skydiving company called Deep Impact made a leap from 20,000 feet, only to have his parachute snagged by a passing 737. He cut himself free and fell until the reserve parachute opened and he glided into the parking lot of a pizza place where he reflected on the ordeal over a pepperoni pizza.",
        "category": "Fake"
    },
    {
        "headline": "Pharmaceutical plant explosion spreads 240 tons of powdered laxative over English city",
        "articleLink": "https://worldnewsdailyreport.com/pharmaceutical-plant-explosion-disseminates-240-tons-of-powdered-laxatives-over-an-english-city/",
        "articleExcerpt": "This would have been an unpleasant - and perhaps uncomfortable - situation had it actually happened. According to the story, Kingston upon Hull in East Yorkshire was covered in a thick cloud after an explosion in a drug manufacturing plant that sent tonnes of powdered laxative into the air.",
        "category": "Fake"
    },
    {
        "headline": "Canadians face major donut shortage after first day of cannabis legalisation",
        "articleLink": "https://worldnewsdailyreport.com/canadians-face-major-donut-shortage-after-first-day-of-cannabis-legalization/?fbclid=IwAR1GjmJ_P0dpnw1rWGeuCeTNDr6-3qW_QoBBq6klCr26J9DTuJlY-EeRYH0",
        "articleExcerpt": "While cannabis can give you the munchies, Canadians did not descend upon branches of Tim Horton's in search of donuts and pastries and force the early closure of 17 due to shortages.",
        "category": "Fake"
    },
    {
        "headline": "Fortune cookie predicts winning lottery numbers",
        "articleLink": "https://www.snopes.com/True-check/fortune-cookie-fortune/",
        "articleExcerpt": "Wonton Food Inc. in New York was responsible for the production of fortune cookies which helped many lottery punters strike it rich after providing them with winning numbers. It just missed out on having all six winning numbers, as it recommended 40 rather than 42 for the Powerball number. Still, 110 people walked away with either $100,000 or $500,000 depending on how much they paid for their ticket, with many attributing the result to the most fortunate of fortune cookies.",
        "category": "True"
    },
    {
        "headline": "Police catch suspect after loud fart gives away hiding spot",
        "articleLink": "https://www.fox2detroit.com/news/loud-fart-gives-away-suspects-hiding-spot-leads-to-arrest",
        "articleExcerpt": "There was no need for a K-9 dog to track down this suspect after a loud fart gave away their hiding spot! Officers were praised for using their senses to sniff him out!",
        "category": "True"
    },
    {
        "headline": "Florida officer mistakes donut glaze for Methampetamines",
        "articleLink": "https://www.tampabay.com/news/courts/criminal/fdle-clears-man-after-doughnut-flakes-test-positive-for-meth/2287243/",
        "articleExcerpt": "A 64-year-old man was arrested on drug charges after Orlando police spotted what they thought was methamphetamine on the floor of his car. The drugside road tests came back positive for the illegal substance, which led to his arrest. Thankfully, he was cleared by crime lab tests a few weeks later. Let's hope they were good donuts!",
        "category": "True"
    },
    {
        "headline": "Pet parrot saves man from house fire in Australia",
        "articleLink": "https://news.sky.com/story/pet-parrot-saves-man-from-house-fire-in-australia-12123221",
        "articleExcerpt": "Eric the parrot became a hero after saving his owner's life when his house caught fire. The bird reacted faster than the smoke alarms and yelled the owner's name, waking him and alerting him to the danger.",
        "category": "True"
    },
    {
        "headline": "Man eats $8,000 worth of food after being locked in supermarket overnight",
        "articleLink": "https://worldnewsdailyreport.com/man-locked-inside-a-supermarket-for-a-night-eats-8000-worth-of-food/",
        "articleExcerpt": "Some people dream of getting stuck in a supermarket overnight, especially if left to their own devices and able to sample its wears. How much food do you think you could eat in eight hours? In this instance, a man did not get to put that to the test after a late visit to use the restroom as the story is completely fake.",
        "category": "Fake"
    },
    {
        "headline": "Plane accidentally empties toilet tank over cruise ship",
        "articleLink": "https://worldnewsdailyreport.com/plane-accidentally-empties-toilet-tank-over-cruise-ship-23-injured/",
        "articleExcerpt": "While it would make for a memorable holiday for all the wrong reasons, fortunately this story is fake. A Boeing 777 airplane did not pelt a cruise ship with frozen chunks from the toilet tank.",
        "category": "Fake"
    },
    {
        "headline": "UK Driver's 'illegal' ham sandwiches seized at Dutch border",
        "articleLink": "https://news.sky.com/story/brexit-drivers-illegal-ham-sandwiches-seized-at-dutch-border-under-eu-rules-12185744",
        "articleExcerpt": "A driver was surprised to have his ham sandwiches confiscated from him by border guards. Those travelling from a non-EU country, which now includes the United Kingdom, into the EU are not allowed to bring meat or dairy products. Be very careful what snacks you decide to pack as you could be fined.",
        "category": "True"
    },
    {
        "headline": "Policeman pays for family's Christmas dinner instead of charging them for shoplifting",
        "articleLink": "https://news.sky.com/story/policeman-pays-for-familys-christmas-dinner-instead-of-charging-them-for-shoplifting-12178083",
        "articleExcerpt": "One family used the self-checkout to avoid paying for some items in their shopping, but were spotted by security guards. When police officer Matt Lima appeared on the scene and heard their story, he paid for their Christmas shop out of his own pocket. The season of giving in action.",
        "category": "True"
    },
    {
        "headline": "Banana duct-taped to wall art installation sells for $120k in Miami",
        "articleLink": "https://news.sky.com/story/banana-duct-taped-to-wall-art-installation-sells-for-120k-in-miami-11879272",
        "articleExcerpt": "Like beauty, the value of art appears to be in the eye of the beholder. Two editions of an installation of a banana taped to a wall by Italian artist Maurizio Cattelan sold for a whopping $120,000.",
        "category": "True"
    },
    {
        "headline": "12-year-old successfully sues parents over 'false promises' after not getting Xbox for Christmas",
        "articleLink": "https://worldnewsdailyreport.com/12-year-old-successfully-sues-parents-over-false-and-misleading-promises-after-not-receiving-xbox-for-christmas/",
        "articleExcerpt": "According to this purely made up story, a 12-year-old brought his parents to the small claims court after he was promised an Xbox for Christmas and didn't get one. The judge ruled that the boy had done everything agreed upon to get the Xbox and that the parents were now obligated to purchase him one. He likely would have made the naughty list the next year if the story were true.",
        "category": "Fake"
    },
    {
        "headline": "Dallas plot to steal the Alamo foiled",
        "articleLink": "http://hoaxes.org/af_database/permalink/stealing_the_alamo",
        "articleExcerpt": "Don't worry, citizens of San Antonio. Nobody has attempted to steal The Alamo...yet. This was simply an April Fool's Day story.",
        "category": "Fake"
    },
    {
        "headline": "Danish Parliament Proposes Law To Paint Black Dogs White To Improve Road Safety",
        "articleLink": "http://hoaxes.org/af_database/permalink/dogs_to_be_painted_white",
        "articleExcerpt": "While we applaud interesting initiatives to improve road safety at night, the Danish parliament would have been barking up the wrong tree if this were actually considered. Black dogs can rest easy knowing that there are no plans to paint them white.",
        "category": "Fake"
    },
    {
        "headline": "Ill-fitting Spacesuit issue cancels first all-female spacewalk",
        "articleLink": "https://spacenews.com/spacesuit-issue-cancels-first-all-female-spacewalk/#:~:text=NASA%20announced%20March%2025%20that,March%2029%20with%20Christina%20Koch",
        "articleExcerpt": "You would think that NASA would be prepared for almost anything, but its first all-female spacewalk had to be cancelled due to an ill-fitting suit. A larger suit worn on an earlier spacewalk by one astronaut was not quite right and, without a spare smaller suit, the planned all-female spacewalk was scuppered.",
        "category": "True"
    },
    {
        "headline": "Indian man to sue parents for giving birth to him",
        "articleLink": "https://www.bbc.com/news/world-asia-india-47154287",
        "articleExcerpt": "A 27-year-old man decided to bring his parents to court because it was not his decision to be born. He's going to need a convincing argument, especially as both of his parents are lawyers.",
        "category": "True"
    },
    {
        "headline": "New York parents sue 30-year-old son who refuses to move out",
        "articleLink": "https://www.npr.org/sections/thetwo-way/2018/05/23/613616315/judge-backs-n-y-parents-saying-their-30-year-old-son-must-move-out",
        "articleExcerpt": "A New York couple decided that their son had overstayed his welcome and brought legal action to have him evicted from their home. The judge agreed with the parents and issued a ruling which meant that the 30-year-old had to move out.",
        "category": "True"
    },
    {
        "headline": "Woman reads terms & conditions, wins $10,000 prize",
        "articleLink": "https://www.squaremouth.com/campaign/pays-to-read/",
        "articleExcerpt": "It pays to read the terms & conditions, and in this instance it literally paid to do so. SquareMouth rewarded one woman with $10,000 for doing what all of us should be doing. A further $10,000 was donated to a children's literacy charity in Washington DC, and $5,000 to each of the schools that she teaches at.",
        "category": "True"
    },
    {
        "headline": "Japanese long-distance runner accidentally runs 26-day marathon after translation error",
        "articleLink": "",
        "articleExcerpt": "While people often perform amazing feats just because they can, a Japanese long-distance runner did not run a 26-day marathon due to a translation error. A long-distance runner has actually run for almost 81 hours, covering 350 miles!",
        "category": "Fake"
    },
    {
        "headline": "BBC adds 'Skip The Sex' button to streaming service",
        "articleLink": "https://www.mirror.co.uk/3am/celebrity-news/bbc-announce-new-sex-button-14217907",
        "articleExcerpt": "While many of us would appreciate being able to skip through hot and steamy scenes when watching TV with family members, BBC is yet to add a button to enable viewers to do so.",
        "category": "Fake"
    },
    {
        "headline": "Brazilian drug trafficker tries to escape prison disguised as his daughter",
        "articleLink": "https://www.npr.org/2019/08/05/748263576/brazilian-drug-trafficker-tries-to-escape-prison-disguised-as-his-daughter",
        "articleExcerpt": "A Brazilian drug trafficker attempted to make a daring escape from prison by disguising himself as his daughter. Authorities spotted him looking nervous as he tried to make his way towards the exit and put an end to this prison break.",
        "category": "True"
    },
    {
        "headline": "Man jailed for breaking Covid lockdown by travelling from Scotland to Isle of Man on water scooter to visit girlfriend",
        "articleLink": "https://www.bbc.com/news/world-europe-isle-of-man-55280466#:~:text=A%20man%20who%20crossed%20the,Whithorn%20to%20Ramsey%20on%20Friday",
        "articleExcerpt": "What would you do for love? Would you travel to the Moon and back? How about the 40km from Scotland to the Isle of Man on a water scooter? One romantic was jailed for four weeks however for doing just this as he breached Covid-19 laws to visit his partner.",
        "category": "True"
    },
    {
        "headline": "Court spectator jailed for six months for yawning",
        "articleLink": "https://www.npr.org/templates/story/story.php?storyId=111797476",
        "articleExcerpt": "Not every court case is like watching a thrilling legal drama unfold and one spectator's tiredness or boredom got the better of them. Their 'disruptive' yawn landed them a three week jail sentence!",
        "category": "True"
    },
    {
        "headline": "McDonalds launches McPickle burger with patty replaced by pickles",
        "articleLink": "https://www.instagram.com/p/Bvr3W-AjUWd/?utm_source=ig_embed",
        "articleExcerpt": "Bad news, pickle lovers. McDonalds is yet to release a burger with pickles taking the place of the traditional burger patty. The ad was released for April Fool's Day, but perhaps if it's received well it could make the menu in the future.",
        "category": "Fake"
    },
    {
        "headline": "Cambridgeshire police add drug sniffer bunny to the force",
        "articleLink": "https://twitter.com/CambsCopsSC/status/1112621128982425600?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1112621128982425600%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fwww.theguardian.com%2Ftheguardian%2F2019%2Fapr%2F01%2Fapril-fools-day-2019-the-best-jokes-and-pranks-in-one-place",
        "articleExcerpt": "Cambridgeshire hasn't taken inspiration from Zootopia by adding Benni, a drug sniffer rabbit, to the police force. Judy Hopps will have to remain the beacon of hope for bunnies everywhere.",
        "category": "Fake"
    },
    {
        "headline": "Chinese zoo criticised for disguising hairy dog as lion",
        "articleLink": "http://www.timeslive.co.za/world/2013/08/15/Chinese-zoo-under-fire-for-disguising-hairy-dog-as-lion",
        "articleExcerpt": "It's certainly easier to keep a dog than a lion, but visitors may be less impressed. A Chinese zoo was caught using a Tibetan mastiff in place of its lion after it started barking. The park claimed that the lion had been taken to a breeding facility and that an employee's dog had been temporarily housed in the zoo over safety concerns.",
        "category": "True"
    },
    {
        "headline": "Popstar Justin Bieber walks off stage after asking fans to stop screaming",
        "articleLink": "http://www.bbc.co.uk/newsbeat/article/37748537/justin-bieber-walks-off-stage-in-manchester-after-asking-fans-to-stop-screaming",
        "articleExcerpt": "Justin Bieber left the stage in Manchester after asking fans to stop screaming when he was trying to talk to them during the show. He later returned to the stage and decided to abandon trying to talk as they were still screaming.",
        "category": "True"
    },
    {
        "headline": "Bitcoin investor pays 10,000 Bitcoin for two Papa John’s pizzas",
        "articleLink": "https://www.investopedia.com/news/bitcoin-pizza-day-celebrating-20-million-pizza-order/#:~:text=On%20May%2022%2C%202010%2C%20now,man%20reached%20out%20for%20help",
        "articleExcerpt": "Back in 2010, Bitcoin wasn't worth what it is today (unless the price has crashed at the time of reading this). One investor decided to pay for pizza in Bitcoin just because he could. He paid 10,000 Bitcoin for two pizzas, worth around $41 at the time.",
        "category": "True"
    },
    {
        "headline": "Welshman offers local council £50m to let him search dump for hard drive containing Bitcoin",
        "articleLink": "https://www.theguardian.com/uk-news/2021/jan/14/man-newport-council-50m-helps-find-bitcoins-landfill-james-howells",
        "articleExcerpt": "A computer engineer from Wales claims he accidentally threw away a hard drive, which happens to contain approximately 7,500 Bitcoins. The investor has offered the local council £50 million if they will help him recover it, but so far that offer has fallen on deaf ears.",
        "category": "True"
    }
]